Repository: common-repository/arianelab
Catalog: languages/wp-arianelab-*.po
Languages: fr_fr

source: You need to have a <a target="_blank" href="https://www.arianelab.com/">ArianeLab</a> account to use this plugin. This plugin inserts the neccessary code into your Wordpress site automatically without you having to touch anything. In order to use the plugin, you need to enter your ArianeLab Subdomain (Your Subdomain can be found in the <i>Base</i> section after you <a target="_blank" href="https://console.arianelab.com/base/own">login</a> into your ArianeLab account.)
fr_fr: Vous devez avoir un compte <a target="_blank" href="https://console.arianelab.com/">ArianeLab</a> pour pouvoir utiliser ce plugin. <br> Le plugin insert automatiquement le code nécessaire dans votre site Wordpress. <br> Pour pouvoir utiliser ce plugin, vous devez saisir des informations que vous pouvez obtenir sur la console ArianeLab<br> après vous être <a target="_blank" href="https://console.arianelab.com//">identifié</a> avec votre compte ArianeLab.)

source: Your site token
fr_fr: Le Token associé à votre site

source: Make sure site token matches the value in site settings page.
fr_fr: Assurez vous que le Token correspond à celui indiqué sur la console Ariane Lab dans la configuration du site.

source: Just copy the site value ex: demo from ArianeLab dashboard and enter it above.
fr_fr: Copiez simplement le token depuis la console Ariane Lab.

source: Visit tag
fr_fr: Tag de visite

source: The visit tag DOES NOT include the subscription Tag.
fr_fr: Le tag de visite n'inclut pas le tag de collecte.

source: WPN subscription tag
fr_fr: Tag de collecte

source: Your ArianeLab Subdomain
fr_fr: Votre domaine de collecte ArianeLab

source: Make sure subdomain matches the value in settings page.
fr_fr: Assurez vous que le domaine de collecte correspond à celui indiqué sur la console Ariane Lab dans la configuration de la base.

source: Just copy the subdomain value ex: demo from ArianeLab dashboard and enter it above.
fr_fr: Copiez simplement le domaine de collecte depuis la console ArianeLab.

source: The subscription tag include the visit Tag.
fr_fr: Le tag de collecte inclut le tag de visite.

source: Notification center tag
fr_fr: Tag du Centre de Notifications

source: The Notification center tag include the visit Tag.
fr_fr: Le tag du Centre de Notifications inclut le tag de visite.

source: ArianeLab : Specialist of the push channels and the recommendation of messages, managed by our artificial intelligence and targeting algorithms in partnership with the Polytechnique research center.
fr_fr: ArianeLab spécialiste des canaux push et de recommandation gérés par nos algorithmes d’intelligence artificielle et de ciblage en partenariat avec le centre de recherché de Polytechnique.

source: To enable it for your WordPress site, signup for Free at
fr_fr: Pour activer le plugin sur votre site WordPress,

source: Or get in touch with us at
fr_fr: Ou contactez nous sur

source: Just enter your <a target="_blank" href="https://console.arianelab.com/settings">Subdomain</a> for it to work.
fr_fr: Saisissez votre <a target="_blank" href="https://console.arianelab.com/settings">Sous-domaine</a> pour finir de configurer le plugin.

source: Arianelab plugin is almost ready
fr_fr: Le plugin Arianelab est activé
